Repository: zbv/tappMD-web
Catalog: plugins/debug-objects/languages/debug_objects-*.po
Languages: lt_lt

source: Undefined
lt_lt: Neapibrėžta

source: OFF
lt_lt: ATJUNGTI

source: ON
lt_lt: ĮJUNGTI

source: PHP Version &amp; System
lt_lt: PHP versija &amp; Sistema

source: PHP version:
lt_lt: PHP versija:

source: Server:
lt_lt: Serveris:

source: Server SW:
lt_lt: Serverio Programinė įranga:

source: OS version:
lt_lt: Operacinės Sistemos versija:

source: WordPress Informations
lt_lt: WordPress Informacija

source: Version:
lt_lt: Versija:

source: Language, constant
lt_lt: Kalba, konstanta

source: Language folder, constant
lt_lt: Kalbos aplankas, konstanta

source: Content URL, constant
lt_lt: Turinio Universalioji nuoroda, konstanta

source: Content folder, constant
lt_lt: Turinio aplankas, konstanta

source: Memory limit, constant
lt_lt: Atminties riba, konstanta

source: Post revision, constant
lt_lt: Įrašo taisymas, konstanta

source: Save queries, constant
lt_lt: Išsaugoti užklausas, konstanta

source: Debug option, constant
lt_lt: Derinimo parametras, konstanta

source: SSL Login, constant
lt_lt: Saugus (SSL) prisijungimas, konstanta

source: Concatenate scripts, constant
lt_lt: Skriptų jungimas, konstanta

source: Compress scripts, constant
lt_lt: Skriptų glaudinimas, konstanta

source: Compress stylesheet, constant
lt_lt: Suspausti CSS, konstanta

source: Enforce GZIP, constant
lt_lt: Versti vykdyti GZIP suspaudimą, konstanta

source: Autosave interval, constant
lt_lt: Automatinio išsaugijimo intervalas, konstanta

source: WordPress Cookie Informations
lt_lt: WordPress Slapukų Informacija

source: Cookie domain, constant
lt_lt: Slapukų sritis, konstanta

source: Cookie path, constant
lt_lt: Slapukų adresas, konstanta

source: Site cookie path, constant
lt_lt: Svetainės slapukų adresas, konstanta

source: Plugin cookie path, constant
lt_lt: Papildinio slapukų adresas, konstanta

source: Admin cookie path, constant
lt_lt: Administratoriaus slapukų adresas, konstanta

source: WordPress File Permissions Informations
lt_lt: Wordpress Rinkmenų Leidimų Infomacija

source: File Permissions, constant
lt_lt: Rinkmenų Leidimai, konstanta

source: DIR Permissions, constant
lt_lt: Katalogų leidimai, konstanta

source: WordPress Custom User &amp; Usermeta Tables
lt_lt: WordPress Adaptuoto Vartotojo &amp; Vartotojo meta Lentelės

source: Custom User Table, constant
lt_lt: Adaptuoto Vartotojo Lentelė, konstanta

source: WordPress FTP/SSH Informations
lt_lt: WordPress FTP/SSH informacija

source: Forces the filesystem method, constant
lt_lt: Iššaukia rinkmenų sistemos metodą, konstanta

source: Path to root install directory, constant
lt_lt: Adresas į šakninį įdiegimo katalogą, konstanta

source: FTP or SSH username, constant
lt_lt: FTP arba SSH vartotojo vardas, konstanta

source: FTP or SSH password, constant
lt_lt: FTP arba SSH slaptažodis, konstanta

source: Hostname, constant
lt_lt: Pagrindinio kompiuterio vardas, konstanta

source: WordPress Query Informations
lt_lt: WordPress Užklausos Informacija

source: The Conditional Tags can be used in your Template files to change what content is displayed and how that content is displayed on a particular page depending on what conditions that page matches. You see on this view the condition of all possible tags.
lt_lt: Norint pakeisti rodomą turinį ir turinio rodymo būdą tam tikrame puslapyje (priklausomai nuo atitinkamų puslapio sąlygų), sąlyginės Gairės gali būti naudojamos Jūsų Šablono rinkemnose. Šiame vaizde Jūs matote visų įmanomų gairių sąlygas.

source: Documentation in Codex
lt_lt: Dokumentacija Kodekse

source: is
lt_lt: yra

source: no
lt_lt: ne

source: Theme Values
lt_lt: Apipavidalinimo Reikšmės

source: Current theme name:
lt_lt: Dabartinio apipavidalinimo pavadinimas:

source: Current theme title:
lt_lt: Dabartinio apipavidalinimo antraštė:

source: Current theme uri:
lt_lt: Dabartinio apipavidalinimo universalioji nuoroda:

source: Current theme description:
lt_lt: Dabartinio apipavidalinimo aprašymas:

source: Current theme author:
lt_lt: Dabartinio apipavidalinimo autorius:

source: Current theme version:
lt_lt: Dabartinio apipavidalinimo versija:

source: Current theme template:
lt_lt: Dabartinio apipavidalinimo šablonas:

source: Current theme status:
lt_lt: Dabartinio apipavidalinimo būsena:

source: Current theme tags:
lt_lt: Dabartinio apipavidalinimo gairės:

source: Current theme:
lt_lt: Dabartinis apipavidalinimas:

source: Current theme directory:
lt_lt: Dabartinio apipavidalinimo katalogas:

source: Current stylesheet:
lt_lt: Dabartinis stiliaus lapas:

source: Current stylesheet directory:
lt_lt: Dabartinio stiliaus lapo katalogas:

source: Current template path, constant
lt_lt: Dabar naudojamo šablono adresas, konstanta

source: Current stylesheet path, constant
lt_lt: Dabar naudojamo stiliaus lapo adresas, konstanta

source: Simple WordPress Hooks &amp; Filters Insight
lt_lt: Paprastasis WordPress Prikabintojas &amp; Filtrų Supratimas

source: Priority
lt_lt: Prioritetas

source: View data
lt_lt: Peržiūrėti duomenis

source: Hooks total:
lt_lt: Iš viso prikabinimų:

source: Register filter/actions total:
lt_lt: Registrų filtras/iš viso veiksmų

source: Objects total:
lt_lt: Iš viso objektų:

source: Conditional Tags
lt_lt: Sąlyginės gairės

source: Cache
lt_lt: Spartinančioji atmintinė

source: Constants
lt_lt: Konstantos

source: Queries
lt_lt: Užklausos

source: Queries:
lt_lt: Užklausos:

source: Timer stop:
lt_lt: Laikmačio stabdymas:

source: Absolute path to wp-content directory, constant
lt_lt: Visas kelias į wp-content katalogą, konstanta

source: Absolute path to plugin directory, constant
lt_lt: Visas kelias į papildinių katalogą, konstanta

source: Absolute path to SSH public key, constant
lt_lt: Visas kelias į SSH viešąjį šifrą, konstanta

source: dorector path to SSH private key, constant
lt_lt: Visas kelias į SSH privatųjį šifrą, konstanta

source: Debug Objects
lt_lt: Derinimo objektas

source: List filter and action-hooks, cache data, defined constants, qieries, included scripts and styles, php and memory informations and return of conditional tags only for admins; for debug, informations or learning purposes. Setting output in the settings of the plugin and use output via setting or url-param '<code>debug</code>' or set a cookie via url param '<code>debugcookie</code>' in days
lt_lt: Derinimo arba mokymo tikslams pateikti ir suskirstyti prikabintojus, spartinančiosios atmintinės duomenis, apibrėžtas konstantas, užklausas, įtrauktus skriptus ir stilius, php ir atminties informaciją ir grįžtančias gaires tik administratoriaus teises turintiems vartotojams. Dienų tikslumu nuostatose pateikti papildinio išvesties rezultatus, nustatant universaliosios nuorodos parametrus '<code>debug</code>' arba nustatant slapukų unviersaliosios nuorodos parametrus '<code>debugcookie</code>'

source: Sorry, This plugin requires PHP 5.2.4
lt_lt: Atriprašome, šiam papildiniui reikalinga PHP 5.2.4 versija

source: About
lt_lt: Apie

source: Description:
lt_lt: Aprašas:

source: Here's how you can give back:
lt_lt: Štai kaip Jūs galite atsidėkoti:

source: The Plugin on the WordPress plugin repository
lt_lt: Papildinys WordPress papildinių saugykloje

source: Give the plugin a good rating.
lt_lt: Įvertink papildinį aukštu balu.

source: Donate via PayPal
lt_lt: Paaukokite PayPal sistemoje

source: Donate a few euros.
lt_lt: Paaukokite kelis eurus.

source: Frank Bültge's Amazon Wish List
lt_lt: Frank Bültge Amazon Pageidavimų sąrašas

source: Get me something from my wish list.
lt_lt: Padovanokite man ką nors iš mano pageidavimų sąrašo.

source: Debug Hooks
lt_lt: Derinti Prikabinimus

source: Scripts & Styles
lt_lt: Skriptai ir Stiliai

source: Hooks
lt_lt: Prikabinimai

source: 1 accepted argument
lt_lt: 1 sutartas argumentas

source: %s accepted argument
lt_lt: %s sutartų argumentų

source: Time, Mem & Files
lt_lt: Laikas, Atmintis ir Rinkmenos

source: Memory & Load Time
lt_lt: Atminties ir Įkelties Trukmė

source: Included Files
lt_lt: Įtrauktos Rinkmenos

source: Files
lt_lt: Rinkmenos

source: Page Hooks
lt_lt: Tinklapio Prikabinimai

source: Undefinded
lt_lt: Neapibrėžta

source: PHP, Globals &amp; WP
lt_lt: PHP, Pasaulinis &amp; WP

source: On
lt_lt: Aktyvus

source: Off
lt_lt: Neaktyvus

source: Yes
lt_lt: Taip

source: No
lt_lt: Ne

source: Memory usage in MByte:
lt_lt: Užimta atmintis, megabaitais:

source: Memory limit, PHP Configuration in MByte:
lt_lt: Atminties riba, PHP Sąranka, megabaitais:

source: Memory percent (in % of 100%):
lt_lt: Atminties dalis (procentais iš 100%):

source: PHP Safe Mode:
lt_lt: Ribotoji PHP Veiksena:

source: PHP Allow URL fopen:
lt_lt: PHP Leidimas atverti universalųjį adresą:

source: PHP Max Upload Size:
lt_lt: PHP Maksimalus leidžiamas Siuntos Dydis:

source: PHP Max Post Size:
lt_lt: PHP Maksimalus leidžiamas Įrašo Dydis:

source: PHP Max Script Execute Time:
lt_lt: PHP Maksimalus leidžiamas Skripto Vykdymo Laikas:

source: PHP Exif support:
lt_lt: PHP Exif formato palaikymas:

source: PHP IPTC support:
lt_lt: PHP IPTC standarto palaikymas:

source: PHP XML support:
lt_lt: PHP XML kalbos palaikymas:

source: MySQL version:
lt_lt: MySQL versija:

source: SQL Mode:
lt_lt: SQL kalbos būsena:

source: Multisite:
lt_lt: Kelių skirtingų puslapių palaikymas per pavienį Wordpress įdiegimą:

source: Selected server and execution environment information
lt_lt: Pasirinkto serverio ir vykdymo aplinkos informacija

source: PATH_INFO:
lt_lt: KELIO_INFORMACIJA:

source: REQUEST_URI:
lt_lt: UNIVERSALAUS_ADRESYNO_UŽKLAUSA:

source: QUERY_STRING:
lt_lt: UŽKLAUSOS_EILUTĖ:

source: SCRIPT_NAME:
lt_lt: SKRIPTO_PAVADINIMAS:

source: SCRIPT_FILENAME:
lt_lt: SKRIPTO_RINKMENOS_VARDAS:

source: FILE:
lt_lt: RINKMENA:

source: Undefined or empty
lt_lt: Neapibrėžta arba tuščia

source: HTTP GET Error
lt_lt: HTTP protokolo ATVĖRIMO klaida

source: HTTP GET variables
lt_lt: HTTP protokolo ATVĖRIMO kintamieji

source: HTTP POST variables
lt_lt: HTTP protokolo ĮRAŠO kintameji

source: COOKIEs
lt_lt: Slapukai

source: Time:
lt_lt: Laikas:

source: ms
lt_lt: kelių puslapių palaikymas

source: Query:
lt_lt: Užklausa:

source: Database Errors
lt_lt: Duomenų bazės Klaidos:

source: Total query time:
lt_lt: Visa užklausos trukmė:

source: ms for
lt_lt: kelių puslapių palaikymas

source: queries (
lt_lt: užklausos (

source: Total num_query time:
lt_lt: Visa užklausų kiekio trukmė

source: for
lt_lt: dėl

source: num_queries.
lt_lt: užklausų_kiekis

source: &raquo; Different values in num_query and query? - please set the constant
lt_lt: &raquo; Skirtingos reikšmės užklausų_kiekyje ir užklausose? - nustatykite konstantą

source: in your
lt_lt: Jūsų

source: &raquo; Query time is null (0)? - please set the constant
lt_lt: &raquo; Užklausos trukmės reikšmė 0? - nustatykite konstantą

source: at
lt_lt: į

source: Page generated in
lt_lt: Svetainė sukurta

source: ms; (
lt_lt: kelių puslapių palaikymas; (

source: Settings
lt_lt: Nuostatos

source: Save Changes
lt_lt: Išsaugoti Pakeitimus

source: Output in WordPress Admin Footer. <br />Alternatively use url param "<code>debug</code>" or set a cookie via url param "<code>debugcookie</code>" in days. <br />Example: <code>example.com/?debug</code>
lt_lt: Išvesties rezultatas WordPress administratoriaus poraštėje.. <br />Vietoje to naudokite universaliosios nuorodos parametrą "<code>debug</code>" arba nustatykite slapukus per universaliosios nuorodos parametrus "<code>debugcookie</code>" dienų tikslumu. <br />Pavyzdys: <code>example.com/?debug</code>

source: Output in Footer of Frontend. <br />Alternatively use url param "<code>debug</code>" or set a cookie via url param "<code>debugcookie</code>" in days <br />Example: <code>example.com/?debugcookie=5</code>
lt_lt: Išvesties rezultatas sąsajos poraštėje . <br />Vietoje to naudokite universaliosios nuorodos parametrą"<code>debug</code>" arba nustatykite slapukus per universaliosios nuorodos parametrus "<code>debugcookie</code>" dienų tikslumu. <br />Pavyzdysl: <code>example.com/?debugcookie=5</code>

source: PHP, WordPress and global Stuff
lt_lt: PHP, WordPress ir kiti visuotinai naudingi Daiktai:

source: Theme and Template informations
lt_lt: Apipavidalinimo ir Šablono Informacija

source: All Constants
lt_lt: Visos Konstantos

source: Introduced scripts and stylesheets
lt_lt: Įdiegti stiliaus lapai ir skriptai

source: List existing Hooks and assigned functions and count of accepted args
lt_lt: Parodyti egzistuojančius Prikabinimus ir priskirtas funkcijas bei suskaičiuoti sutartus argumentus

source: Hooks of current page, very slow and use many RAM
lt_lt: Dabartinio puslapio prikabinimai, labai lėti ir naudoja daugybę operatyviosios atminties

source: Contents of Query
lt_lt: Užklausų Turinys

source: Contents of Cache
lt_lt: Spartinančiosios atmintinės Turinys

source: Memory Used, Load Time and included Files
lt_lt: Užimta Atmintis, Įkelties Trukmė ir Įtrauktos Rinkmenos

source: About the plugin
lt_lt: Apie papildinį

source: Like this plugin?
lt_lt: Patinka šis papildinys?

source: About this plugin
lt_lt: Apie papildinį

source: Options saved.
lt_lt: Parametrai išsaugoti.

source: Theme
lt_lt: Apipavidalinimas

source: Current template
lt_lt: Dabar naudojamas šablonas
