Repository: zbv/tappMD-web
Catalog: plugins/debug-objects/languages/debug-objects.2.1.3-*.po
Languages: ro_ro

source: Undefined
ro_ro: Nedefinit

source: ON
ro_ro: PE

source: PHP Version & System
ro_ro: PHP versiunea & sistem

source: PHP version:
ro_ro: PHP versiunea:

source: OS version:
ro_ro: Versiunea de sistem de operare:

source: Memory usage:
ro_ro: Memorie usage:

source: Memory limit, PHP Configuration
ro_ro: Memorie limită, configurarea PHP-ului

source: Memory percent:
ro_ro: Memorie %:

source: WordPress Informations
ro_ro: WordPress informatii

source: Version:
ro_ro: Versiune:

source: Language, constant
ro_ro: Limba, constanta

source: Language folder, constant
ro_ro: Limba folder, constanta

source: Content URL, constant
ro_ro: URL-ul, de conţinut constantă

source: Content folder, constant
ro_ro: Conţinut folder, constanta

source: Memory limit, constant
ro_ro: Memorie limită, constanta

source: Post revision, constant
ro_ro: Post revizuire, constanta

source: Save queries, constant
ro_ro: Salvaţi interogările, constanta

source: Debug option, constant
ro_ro: Debug opţiune, constanta

source: SSL Login, constant
ro_ro: SSL Login, constanta

source: Concatenate scripts, constant
ro_ro: CONCATENATE script-uri, constanta

source: Compress scripts, constant
ro_ro: Comprima script-uri, constanta

source: Compress stylesheet, constant
ro_ro: Comprima stylesheet, constanta

source: Enforce GZIP, constant
ro_ro: Pune în aplicare GZIP, constanta

source: Autosave interval, constant
ro_ro: Intervalul de salvare automată, constanta

source: WordPress Cookie Informations
ro_ro: WordPress Cookie informatii

source: Cookie domain, constant
ro_ro: Domeniu de cookie, constanta

source: Cookie path, constant
ro_ro: Calea cookie, constanta

source: Site cookie path, constant
ro_ro: Site-ul cookie-ul calea, constanta

source: Plugin cookie path, constant
ro_ro: Plugin-ul cookie-ul calea, constanta

source: Admin cookie path, constant
ro_ro: Admin cookie calea, constanta

source: WordPress File Permissions Informations
ro_ro: WordPress fişierul permisiunile informatii

source: File Permissions, constant
ro_ro: Fişier permisiuni, constanta

source: DIR Permissions, constant
ro_ro: DIR permisiuni, constanta

source: WordPress Custom User & Usermeta Tables
ro_ro: WordPress Custom utilizator & Usermeta tabele

source: Custom User Table, constant
ro_ro: Tabelul utilizator, constanta

source: WordPress FTP/SSH Informations
ro_ro: WordPress FTP/SSH informatii

source: Forces the filesystem method, constant
ro_ro: Forțele metoda de sistem de fişiere, constanta

source: Path to root install directory, constant
ro_ro: Calea spre root instalaţi directory, constanta

source: FTP or SSH username, constant
ro_ro: Username FTP sau SSH, constanta

source: FTP or SSH password, constant
ro_ro: Parolă FTP sau SSH, constanta

source: Hostname, constant
ro_ro: Hostname, constanta

source: WordPress Query Informations
ro_ro: WordPress interogare informatii

source: See more Details with my plugin
ro_ro: A se vedea mai multe detalii cu plugin-ul meu

source: The Conditional Tags can be used in your Template files to change what content is displayed and how that content is displayed on a particular page depending on what conditions that page matches. You see on this view the condition of all possible tags.
ro_ro: Tag-uri condiţionată pot fi utilizate în fişierele şablon pentru a modifica ce conţinut este afişat şi cum acel conţinut este afişat pe o anumită pagină în funcţie de ce condiții acea pagină meciuri. Vedeţi pe acest punct de vedere starea tuturor Tag-uri posibil.

source: Documentation in Codex
ro_ro: Documentația în Codex

source: is
ro_ro: este

source: no
ro_ro: nu

source: Theme Values
ro_ro: Tema valori

source: Current theme name:
ro_ro: Numele de temă curent:

source: Current theme title:
ro_ro: Titlul temă curent:

source: Current theme uri:
ro_ro: Curente tema uri:

source: Current theme description:
ro_ro: Descrierea temă curent:

source: Current theme author:
ro_ro: Curente tema Autor:

source: Current theme version:
ro_ro: Versiunea curentă de tema:

source: Current theme template:
ro_ro: Şablonului curent tema:

source: Current theme status:
ro_ro: Starea curentă de tema:

source: Current theme tags:
ro_ro: Curente tema Tag-uri:

source: Current theme:
ro_ro: Temă curent:

source: Current theme directory:
ro_ro: Directorul temă curent:

source: Current stylesheet:
ro_ro: Stylesheet curente:

source: Current stylesheet directory:
ro_ro: Directorul curent de stil:

source: Current template path, constant
ro_ro: Calea şablonul curent, constantă

source: Current stylesheet path, constant
ro_ro: Curent stylesheet calea, constanta

source: Current template file
ro_ro: Fişier şablon curent

source: Simple WordPress Hooks & Filters Insight
ro_ro: Simplu WordPress cârlige & filtre Insight

source: Priority
ro_ro: Prioritate

source: View data
ro_ro: Vizualizarea de date

source: Hooks total:
ro_ro: Cârlige total:

source: Register filter/actions total:
ro_ro: Registrul filtru/acţiuni totală:

source: Objects total:
ro_ro: Obiecte totală:

source: by Frank Bültge
ro_ro: de Frank Bültge

source: » Deactivate after analysis!
ro_ro: » Dezactiva după analiza!

source: PHP, Memory & WordPress
ro_ro: PHP, memorie & WordPress

source: Conditional Tags
ro_ro: Tag-uri condiţionată

source: Theme & Template
ro_ro: Tema & şablon

source: Cache
ro_ro: Cache-ul

source: Hooks & Filter
ro_ro: Cârlige & filtru

source: Constants
ro_ro: Constante

source: Queries
ro_ro: Interogări

source: Queries:
ro_ro: Interogări:

source: Timer stop:
ro_ro: Cronometru oprire:

source: Absolute path to wp-content directory, constant
ro_ro: Calea absolută spre directorul wp-content, constanta

source: Absolute path to plugin directory, constant
ro_ro: Calea absolută spre directorul de plugin-ul, constanta

source: Absolute path to SSH public key, constant
ro_ro: Calea absolută spre SSH cheie publică, constanta

source: dorector path to SSH private key, constant
ro_ro: Dorector calea SSH cheie privată, constanta
